Revit 2024 API
SymbolTypeId.MSup3PerHMSup3 Property
 Symbol m³/(h·m³), indicating unit Cubic meters per hour cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup3PerHMSup3 { get; }
Visual Basic
Public Shared ReadOnly Property MSup3PerHMSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup3PerHMSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace